<?php

return [

    'title' => 'Логін',

    'heading' => 'Увійдіть у свій акаунт',

    'form' => [

        'email' => [
            'label' => 'Електронна пошта',
        ],

        'password' => [
            'label' => 'Пароль',
        ],

        'remember' => [
            'label' => 'Запам’ятати мене',
        ],

        'actions' => [

            'authenticate' => [
                'label' => 'Увійти',
            ],

        ],

    ],

    'messages' => [

        'failed' => 'Користувача не знайдено. Будь ласка, перевірте введені дані або зареєструйтеся, якщо у вас ще немає облікового запису.',

    ],

    'notifications' => [

        'throttled' => [
            'title' => 'Забагато спроб входу в систему. Будь ласка, спробуйте ще раз через :seconds секунд.',
        ],

    ],

];
